{
	type: "carousel",
	label: "Wildfolk",
	sublabel: "",
	text: null,
	data: [
	    {
			type:  "carousel",
			label: "Introduction",
			data:  null,
			text:  '"I must confess, my earlier writings on the Wildfolk were, bluntly, full of anger and bile. It is true that they were largely responsible for the fall of Drakkengard, and I cannot for an instant imagine living life in the woods, surrounded by magic. Yet despite their savagery, I have grown to accept our differences. I have had the opportunity to speak with many of their elders of late, and I admire much of their art and music. In time, I hope we can bring civilization to them and accept them as brothers and sisters." - Whitestone Head Historian Isaiah Rexam\n'+
                   '"In my youth I spent a great deal of time with the Wildfolk, looking for ruins and ancient artifacts. At first, like most people, I assumed they were savages, but that could not be farther from the truth. Their culture is rich and vibrant, their magic as sophisticated as our technology, and their drive and discipline as impressive as that of the dwaerren. Over time, I forayed less into dusty ruins, choosing to remain and learn from the Wildfolk instead, and I consider that time well spent. I will concede however that few things terrify me to this day more than the raw unpredictability of a Wildfolk adolescent" - Guildmaster Jonath Oldbridge of the Archaeological Society\n'+
                   '"May nothing grow on your grave save the seeds of your enemy" - Wildfolk insult.' 
        },
		{
			type: "carousel",
			label: "Overview",
			data: null,
			text: 'Pronunciation: wīldfōlk, WIYLDfolk\n'+
	              'Also known as: Wild Ones, elves\n'+
	              'Singular: wildfolk, Wild One, elf, fae (archaic, inaccurate)\n'+
	              'Primary settlements: Wildlands, the Great Swamp',
        },
		{
			type:  "carousel",
			label: "History",
			data:  null,
			text:  "Just as the dwaerren were created by the goddess Erthys leading them deep into the mountains, the wildfolk were born when the god Sadhef led his followers deep into the forests. Having found his Shard of godhood at the intersection of leylines, he became convinced the best way to survive the apocalypse was to embrace the raw magic rather than flee it. His intuition was correct in a way- the trees soaked the seeping magic of the earth through their roots and grew to massive heights, diffusing the energy enough to quell the surges of energy and raging tremors. Sadhef\'s followers were massively irradiated with magic, and while many went mad or died, the survivors grew strong, nimble, and deeply in tune with mana.\n"+
                   "For many years Sadhef led his people in wars against Drakkengard\'s humans and their cold cities, but after the Prophet\'s death and the dark ages that followed, Sadhef withdrew from the physical realm to avoid interfering with mortal affairs. He encouraged the Wildfolk to end the senseless fighting with the humans, and as they recovered from the wars, both races were able to prosper and coexist more or less peacefully. The Wildfolk are still fairly impulsive and capricious, but far more cooperative with others than in the past."
        },
		{
			type:  "carousel",
			label: "Government and Society",
			data:  null,
			text:  "Wildfolk society is very loose in governance, but culturally Wildfolk are very reverent towards elders and those who have done great deeds. Puberty is frequently the onset of magical mutations and intense changes in youths, and leads to rage and impetuous behavior. If they survive both the mutation and the likelihood of self destructive behavior, they are considered adults and immediately get full rights within the community. There still exists a military traditions, but herbalists and artists are considered just as worthy and honorable as warriors.\n"+   
                   "Although it\'s not uncommon for wildfolk to travel, they effectively never settle down outside the forests of the Wildlands, living in villages that stretch from the ground to the treetops, with little flags and banners sticking up over the canopy marking the territory of various clans. The clans bicker, but rarely actually war with each other. Instead, it is more common for clans to swap members: artisans move to the wealthier and more powerful clans, while warriors move to the weaker clans where they can get more recognition, which over time lets them become more powerful than their neighbors."
        },
		{
			type: "carousel",
			label: "Relationship with Other Races",
			data: [
                {
                	type: "carousel",
                	label: "Humans",
                	data: null,
                	text: "When most wildfolk look at a human, they see a big bag of money. Those who do not travel often in human lands view them as being uncultured and having no value besides their trade connections, but better travelled wildfolk admire the cunning and ambition of humans. The elders are more suspicious of humans, and usually delegate all diplomacy to the next ranking members of the community."},
                {
                	type: "carousel",
                	label: "Other Wildfolk",
                	data: null,
                	text: "Wildfolk tend to be highly competitive with each other, with different villages sparring both intellectually and physically for pride and dominance. However, most open hostility is just bluster; any wildfolk would make great sacrifices to protect their kin."
                },
                {
                	type: "carousel",
                	label: "Dwaerren",
                	data: null,
                	text: "Dwaerren and Wildfolk have zero physical proximity save in the human cities, so there is no direct animosity between the two races. However, the Wildfolk have a certain amount of pity for the dwarves, viewing them as trapped in their mountains and deprived of magic, which would be the worst nightmare of an elf."
                },
                {
                	type: "carousel",
                	label: "Halflings",
                	data: null,
                	text: "Being one of the closest neighbors to the Wildfolk has its downsides, as the elves often bully and raid halflings out of boredom and as an outlet to demonstrate prowess in battle. This never leads to greater conflict however, and some clans of Wildfolk have even opened up social ties with local halfling communities with only a small degree of looking down on them in the process." 
                },
                {
                	type: "carousel",
                	label: "Viashi",
                	data: null,
                	text: "Many people only think of the Sandstalker tribe when they think of the Viashi. However, the Wildfolk also have to deal with the Marshdragons, who resent Wildfolk who interlope on their swamplands. Between having to deal with the harsh deserts to trade with the Sandstalkers and their passive aggressive southern neighbors, the Wildfolk generally dislike the Viashi and find them rude and difficult, an assessment that is in no small part projection on their part."
                },
                {
                	type: "carousel",
                	label: "Minotaurs",
                	data: null,
                	text: "Wildfolk have far more genuine respect for the minotaurs than they do for effectively all other races. Both races have had a similar transition from warlike nations to ones suddenly forced into a commerce focused world, both have an appreciation for nature and the arts, and both venerate those of great experience and glory. Wildfolk go out of their way to encourage minotaur travellers to stop in their lands and stay for a while."
                },
                {
                	type: "carousel",
                	label: "Kenku",
                	data: null,
                	text: "As they prefer to reside in forested areas, the kenku are utterly hated by the Wildfolk, and will be attacked on sight whenever possible. Unlike most races, the kenku’s powerful magic is known to the wildfolk, which further drives their loathing as it is perceived as borderline blasphemous. Even so, individual wildfolk are usually more than happy to work with individual kenku; they are viewed as having rejected the tribalism of the rest of their race and thus have made admirable personal growth."
                },
                {
                	type: "carousel",
                	label: "Rakenku",
                	data: null,
                	text: "The relationship the Wildfolk have with the Rakenku is interesting. The two races rarely interact as the rakenku dislike forests and the wildfolk have no reason to travel to the mountains, but outside of their homelands they get along swimmingly as young wildfolk and rakenku are of a similarly impetuous nature. It is also considered a sign of battle prowess for a wildfolk warrior to win a duel against a rakenku due to their fierce reputation."
                },
                {
                	type: "carousel",
                	label: "Merfolk",
                	data: null,
                	text: "In some ways, Wildfolk view the Merfolk as their aquatic cousins, being defined by their relation to magic and having it shape their bodies so drastically. Additionally, they frequently reach out to the Shallowshore merfolk to assist them in campaigns to harass the Marshdragon Viashi, as together they can flank the lizard people easily. If they spent more time around the coastal merfolk though, the average wildfolk would find their gregariousness and social nature tiring."
                }
			]
		},
        {
            type: "carousel",
            label: "Traits",
            data: [
                {
                   type: "carousel",
                   label: "Physical",
                   data: null,
                   text: "<b>Age<b>\n"+"Wildfolk mature between the ages of 25 and 35 in a phase of violent puberty, but provided they survive they can live several hundred of year depending on their level of magical attunement.\n"+
                         "<b>Size<b>\n"+"Wildfolk are usually between 5.5 and 6.5 feet tall, and count as Medium size.\n"+
                         "<b>Appearance<b>\n"+"Wildfolk tend to be pale, commonly with a very faint greenish cast to their skin, though elves who travel outside the forests get more of an olive complexion. Very wiry in build, Wildfolk are fond of very individualized clothing and hairstyles, often asymmetrically braiding their hair or dying it wild colors when travelling outside of the forest. Mutations often leave them with noticeable physical oddities as well.\n"+
                         "<b>Speed<b>\n"+"Base walking speed is 30ft."
 
                },
                {
                    type: "carousel",
                    label: "Social",
                    data: null,
                    text: "<b>Alignment<b>\n"+"Younger wildfolk are almost always Chaotic Neutral, having a passion for adventure and a fear of stagnation. As they mature, they often develop increased empathy and appreciation for balance, with a rare few even tending towards Lawfulness...or at least Lawful by comparison to most wildfolk.\n"+
                          "<b>Languages<b>\n"+"Wildfolk speak Common in a local dialect that has unique words for many plants and animals.They also use a written script that is completely unreadable by those not familiar with it, and have a secondary language comprised of words and sign language that is used solely by the warrior class or by artists composing military epics.\n"
                },
                {
                    type: "carousel",
                    label: "Mechanical",
                    data: null,
                    text: "<b>Ability Score Increase<b>\n"+"Wildfolk are very nimble, and receive +1 to Dexterity.\n"+
                          "<b>Energy Channelling<b>\n"+"Due to their connection to nature, Wildfolk passively channel magical energy around them, affecting how much sleep they need based on where they are travelling. They need no sleep in forests, four hours in plainslands, eight hours in cities, mountains, and deserts, and twelve when spending time underground.\n"+
                          "<b>Mental Acuity<b>\n"+"When above ground, Wildfolk have advantage against being magically put to sleep, charmed, or confused. \n"+
                          "<b>Chldren of the Forest<b>\n"+"Wildfolk have proficiency in nature.\n"+ 
                          "<b>Deft Fighters<b>\n"+"Wildfolk get +1 on attacks made with finesse weapons.\n"+
                          "<b>Mutations<b>\n"+ "Wildfolk start to manifest srange mutations at a very early age. Pick one major mutation and one or two minor mutations from the next two sections. Other minor mutations may be allowed at the discretion of the DM."
                },
                {
                    type: "carousel",
                    label: "Major Mutations",
                    data: null,
                    text: "<b>Manacharged Mind<b>\n"+
							"Physical manifestations: very slight patterns in the skin that shift over time, eyes appear to glow slightly, head hair grows much faster.\n"+ 
							"Effects: +1 to Intelligence, start with one cantrip from the wizard list.\n\n"+
							"<b>Radiant Glow<b>\n"+
							"Physical manifestations: youthful appearance, slightly glowing skin only noticeable in very dim light but it can be muted through intense focus.\n"+
							"Effects: +1 to Charisma, +1 HP per level, -2 to Stealth checks in darkness if Concentration is broken.\n\n"+
							"<b>Ironroot Muscles<b>\n"+
							"Physical manifestations: incredibly strong and dense muscles, scars on skin from occasional splitting.\n"+
							"Effects: +1 to Strength, advantage on grapple checks.\n\n"+
							"<b>Barkskin<b>\n"+
							"Physical manifestations: dark, tough, skin with mottled or lined patterns.\n"+ 
							"Effects: +1 to Constitution, advantage on Stealth checks in forests.\n\n"+
							"<b>Harmonic Soul<b>\n"+
							"Physical manifestations: nothing obvious, but they tend to have a faraway look in their eyes and seem to not be paying attention even when they are listening intently.\n"+
							"Effects: +1 to Wisdom, +2 to passive checks to detect leylines or powerful nexuses of magical energy."
				},
				{
                    type: "carousel",
                    label: "Minor Mutations",
                    data: null,
                    text: "<b>Photosynthetic Skin<b>\n"+
						"Effects: if you spend at least six hours in direct sunlight, you don’t need to eat that day.\n"+ 
						"<b>Webbed Digits<b>\n"+
						"Effects: +5 to swimming speed.\n"+
						"<b>Heterochromia<b>\n"+
						"Effects: differently colored eyes.\n"+ 
						"<b>Forked Tongue<b>\n"+
						"Effects: tongue is mildly elongated and forked at the end.\n"+ 
						"<b>Heightened Tastebuds<b>\n"+
						"Effects: things taste more intensely, but does not grant increased ability to differentiate tastes.\n"+
						"<b>Pointed Ears<b>\n"+
						"Effects: ears are slightly pointed on the tops.\n"+
						"<b>Static Field<b>\n"+
						"Effects: dust and light objects such as small feathers cling to you.\n"+
						"<b>Polydactyly<b>\n"+ 
						"Effects: an extra digit on each hand and/or each foot.\n"+
						"<b>Hypermobility<b>\n"+
						"Effects: slightly double jointed, might be able to squeeze through tight spots more easily.\n"+ 
						"<b>Ivymarked<b>\n"+
						"Effects: light to medium green skin discolorations resembling swirling ivy appear on the skin. Considered a sign of good luck."
				}

            ]
        }
	]
}